import React from 'react';

const Advantage: React.FC = () => {
  return (
    <div className='Advantage'>
      <p>Наши ПК предоставляют непревзойденную производительность и мощь, чтобы удовлетворить самые требовательные потребности геймеров и профессионалов в области технологий.</p>
      <p>Современные компьютеры в нашем ассортименте оснащены последними процессорами и видеокартами, обеспечивая безупречный запуск игр и многозадачность для профессиональных задач.</p>
      <p>Инновационный дизайн и передовые технологии делают наши ПК идеальным выбором для тех, кто ценит стиль и производительность в одном устройстве.</p>
      <p>Приобретая ПК у нас, вы получаете не только мощную машину, но и гарантию надежной работы, поддержку и обслуживание на высшем уровне.</p>
      <p>Наши компьютеры предназначены для того, чтобы воплотить ваши амбиции и помочь вам достичь успеха в играх, творчестве или рабочих проектах.</p>
      <p>Сбалансированный подход к подбору компонентов гарантирует, что каждый наш ПК соответствует самым высоким стандартам производительности и надежности.</p>
      <p>Покупая ПК у нас, вы инвестируете в будущее с уверенностью в том, что ваша система будет готова к новым вызовам и требованиям технологического мира.</p>
    </div>
  );
};

export default Advantage;